Repository: ironcodex/warmahordes-opendata
Catalog: warmahordes_opendata/locale/*/LC_MESSAGES/warmahordes_opendata.po
Languages: es_es

source: A model's accuracy with ranged weapons such as guns and crossbows or wiith thrown weapons like spears and knives. A model uses its RAT when making ranged attack rolls.
es_es: La precisión de un modelo con armas a distancia como pistolas y ballestas o con armas arrojadizas como lanzas y cuchillos. Un modelo usa su RAT cuando hace tiradas de ataque a distancia.

source: SPD, Speed
es_es: SPD, Velocidad

source: A model's movement rate. A model moves up to its SPD in inches when making a full advance.
es_es: El valor de movimiento de un modelo. Un modelo mueve hasta su SPD en pulgadas cuando hace un avance completo.

source: STR, Strengh
es_es: STR, Fuerza

source: A model's physical strength. STR is used to calculate melee damage.
es_es: La fuerza física de un modelo. STR se usa para calcular el daño cuerpo a cuerpo.

source: THR, Threshold
es_es: THR, Umbral

source: A measure of a warbeast's ability to resist frenzy.
es_es: Medida de la capacidad de una warbeast de resistir el frenesí.

source: Blessed
es_es: Bendecida

source: Attacks with this weapon ignore bonuses from spells, including animi, that add to a model's ARM or DEF.
es_es: Los ataques con esta arma ignoran las bonificaciones de los hechizos, incluidos los animi, que se suman al ARM o DEF de una miniatura.

source: Buckler
es_es: Rodela

source: This weapon has an integral buckler that gives the model a cumulative +1 ARM bonus; for example, a model with two of them gains a bonus of +2 ARM. A model does not gain this bonus while the weapon system with the buckler is crippled or when resolving damage that originates in its back arc.
es_es: Esta arma tiene una rodela integrada que le da al modelo una bonificación acumulativa de +1 ARM; por ejemplo, un modelo con dos de éstas obtiene una bonificación de +2 ARM. Un modelo no obtiene esta bonificación mientras el sistema de armas con la rodela esté inutilizado o cuando se resuelva un daño que se origine en su arco trasero.

source: Chain Weapon
es_es: Arma de Cadena

source: Attacks with this weapon ignore the Buckler and Shield weapon qualities and Shield Wall.
es_es: Los ataques con esta arma ignoran las cualidades de las armas con Rodela y Escudo y el Muro de Escudos.

source: Continuous Effect: Corrosion
es_es: Efecto Continuo: Corrosión

source: A model hit by this attack suffers the Corrosion continuous effect.
es_es: Un modelo impactado por este ataque sufre el efecto continuo Corrosión.

source: Continuous Effect: Fire
es_es: Efecto Continuo: Fuego

source: A model hit by this attack suffers the Fire continuous effect.
es_es: Un modelo impactado por este ataque sufre el efecto continuo Fuego.

source: Critical Corrosion
es_es: Corrosión Crítica

source: On a critical hit, the model hit by this attack suffers the Corrosion continuous effect.
es_es: En un impacto crítico, el modelo impactado por este ataque sufre el efecto continuo Corrosión.

source: Critical Disruption
es_es: Disrupción Crítica

source: On a critical hit on a warjack, the warjack suffers Disruption. A warjack suffering Disruption loses its focus points and cannot channel spells or gain focus by any means, including by being allocated focus, for one round.
es_es: En caso de impacto crítico a un warjack, el warjack sufre Disrupción. Un warjack que sufre una Disrupción pierde sus puntos de foco y no puede canalizar hechizos ni obtener el foco de ninguna manera, ni siquiera mediante la asignación de foco, durante una ronda.

source: Critical Fire
es_es: Fuego Crítico

source: On a critical hit, the model hit by this attack suffers the Fire continuous effect.
es_es: En caso de impacto crítico, el modelo impactado por este ataque sufre el efecto continuo Fuego.

source: Damage Type: Cold
es_es: Tipo de Daño: Frío

source: This weapon causes cold damage.
es_es: Esta arma causa daño frío.

source: Damage Type: Corrosion
es_es: Tipo de Daño: Corrosión

source: This weapon causes corrosion damage.
es_es: Esta arma causa daño corrosivo.

source: Damage Type: Electricity
es_es: Tipo de Daño: Electricidad

source: This weapon causes electrical damage.
es_es: Esta arma causa daño eléctrico.

source: Damage Type: Fire
es_es: Tipo de Daño: Fuego

source: This weapon causes fire damage.
es_es: Esta arma causa daño por fuego.

source: Damage Type: Magical
es_es: Tipo de Daño: Mágico

source: This weapon causes magical damage.
es_es: Esta arma causa daño mágico.

source: Disruption
es_es: Disrupción

source: A warjack hit by this attack loses its focus points and cannot channel spells or gain focus by any means, including by being allocated focus, for one round.
es_es: Un warjack impactado por este ataque pierde sus puntos de foco y no puede canalizar hechizos ni obtener foco de ninguna manera, ni siquiera mediante la asignación de foco, durante una ronda.

source: Open Fist
es_es: Puño Abierto

source: This weapon is an Open Fist. A warjack can use a weapon with an Open Fist to make some power attacks.
es_es: Esta arma es un Puño Abierto. Un warjack puede usar un arma con un Puño Abierto para realizar algunos ataques poderosos.

source: Shield
es_es: Escudo

source: This weapon is a shield that gives the model a cumulative +2 ARM bonus; for example, a model with two of them gains a bonus of +4 ARM. A model does not gain this bonus while the weapon system with the shield is crippled or when resolving damage that originates in its back arc.
es_es: Esta arma es un escudo que le da al modelo una bonificación acumulativa de +2 ARM; por ejemplo, un modelo con dos de éstas obtiene una bonificación de +4 ARM. Un modelo no obtiene esta bonificación mientras el sistema de armas con el escudo esté inutilizado o cuando se resuelva un daño que se origine en su arco trasero.

source: Weapon Master
es_es: Maestro de Armas

source: When attacking with this weapon, add an additional die to its damage rolls.
es_es: Al atacar con esta arma, añade un dado adicional a sus tiradas de daño.

source: AOE, Area of Effect
es_es: AOE, Área de Efecto

source: The diameter in inches of the template an area-of-effect (AOE) weapon uses for determining which models are hit by the attack. When using an AOE weapon, center the template on the determined point of impact. All models within the template are affected and potentially suffer the attack's damage and effects.
es_es: El diámetro en pulgadas de la plantilla que usa un arma de área de efecto (AOE) para determinar qué modelos son impactados por el ataque. Cuando utilices un arma AOE, centra la plantilla en el punto de impacto determinado. Todos los modelos dentro de la plantilla se ven afectados y potencialmente sufren el daño y los efectos del ataque.

source: L/R/H/S, Location
es_es: L/R/H/S, Localización

source: The weapon stat bars of warjacks and huge-based models indicate where their weapons are located: left arm (L), right arm (R), head (H), or superstructure (S). When all of a warjack's system boxes for a location have been damaged, that system is crippled. A weapon that is not in one of these locations is marked with " - ."
es_es: Las barras de características de las armas de los warjacks y los modelos de base enorme indican dónde están ubicadas sus armas: brazo izquierdo (L), brazo derecho (R), cabeza (H) o superestructura (S). Cuando todas las cajas del sistema de un warjack para una ubicación se han dañado, ese sistema se daña. Un arma que no se encuentra en una de estas ubicaciones está marcada con "-".

source: POW, Power
es_es: POW, Poder

source: The value used when making damage rolls. A weapon or attack marked with a POW of " - " does not cause damage. Some special rules can affect a weapon's POW. A weapon's POW can never be reduced to less than 0.
es_es: El valor usado al hacer tiradas de daño. Un arma o ataque marcado con un POW de "-" no causa daño. Algunas reglas especiales pueden afectar el POW de un arma. El POW de un arma nunca puede reducirse a menos de 0.

source: P+S, Power plus Strength
es_es: P+S, Poder más Fuerza

source: The P+S value provides the sum of the model's base STR and the melee weapon's POW for quick reference.
es_es: El valor P + S proporciona la suma de la STR base del modelo y el POW del arma cuerpo a cuerpo para una referencia rápida.

source: RNG, Range
es_es: RNG, Alcance

source: The maximum distance in inches between the attack's point of origin and the target before the attack will automatically miss. Measure range from the edge of the point of origin's base nearest to the target, up to the maximum range of the attack. Spray attacks use special range descriptors beginning with "SP". A RNG of "CTRL" indicates the weapon can target any model in the attacking model's control range. Remember, the attacking model needs line of sight to a model to target it. A RNG of "*" indicates the model's special rules contain information about determining the RNG. Some special rules can affect a weapon's range. If a weapon's RNG is reduced to 0 or less by some effect, the weapon cannot be used to make attacks.
es_es: La distancia máxima en pulgadas entre el punto de origen del ataque y el objetivo antes de que el ataque falle automáticamente. Mide el alcance desde el punto de origen más cercano al objetivo del borde de la base, hasta el alcance máximo del ataque. Los ataques con spray utilizan indicaciones especiales del alcance que comienzan con "SP". Un RNG de "CTRL" indica que el arma puede hacer objetivo a cualquier modelo en el alcance de control del modelo atacante. Recuerda, el modelo atacante necesita una línea de visión hacia un modelo para hacerlo objetivo. Un RNG de "*" indica que las reglas especiales del modelo contienen información sobre cómo determinar el RNG. Algunas reglas especiales pueden afectar el alcance de un arma. Si el RNG de un arma se reduce a 0 o menos por algún efecto, el arma no se puede usar para realizar ataques.

source: ROF, Rate of Fire
es_es: ROF, Cadencia de Disparo

source: The number of initial attacks a model can make with this ranged weapon during its activation.
es_es: El número de ataques iniciales que un modelo puede realizar con esta arma a distancia durante su activación.
