Repository: ironcodex/warmahordes-opendata
Catalog: warmahordes_opendata/locale/*/LC_MESSAGES/warmahordes_opendata.po
Languages: es_es

source: Some attacks and special rules cause a model to become stationary. While stationary a model does not have a melee range and cannot advance, make special actions, make attacks, cast spells, use feats, be used to channel a spell, or give orders. A stationary model does not engage other models and cannot be engaged by them. As a consequence, a model is never in melee with a stationary model. A melee attack against a stationary model automatically hits. A stationary model has a base DEF of 5.
es_es: Algunos ataques y reglas especiales hacen que un modelo se quede estacionario. Mientras esté estacionario, un modelo no tiene un alcance cuerpo a cuerpo y no puede avanzar, realizar acciones especiales, realizar ataques, lanzar hechizos, usar dotes, ser utilizado para canalizar un hechizo o dar órdenes. Un modelo estacionario no se enfrenta a otros modelos y no puede ser enfrentado por ellos. Como consecuencia, un modelo nunca está en combate cuerpo a cuerpo con un modelo estacionario. Un ataque cuerpo a cuerpo contra un modelo estacionario impacta automáticamente. Un modelo estacionario tiene una DEF base de 5.

source: Sweep
es_es: Barrido

source: A colossal or gargantuan can use its arms to scythe through models within its reach. A colossal or gargantuan chooses a non-crippled melee weapon with a location of L or R to make the sweep power attack. It then makes one melee attack with the weapon against each model in the weapon's field of fire that is within the weapon's melee range, ignoring intervening models when determining line of sight. This power attack does not require a target, but each separate attack does. These attacks are simultaneous. Models hit suffer a power attack damage roll.
es_es: Un colosal o gigantesco puede usar sus brazos para atravesar los modelos a su alcance. Un colosal o gigantesco elige un arma cuerpo a cuerpo no inutilizada con una ubicación de L o R para realizar el ataque poderoso de barrido. Luego, realiza un ataque cuerpo a cuerpo con el arma contra cada modelo en el campo de fuego del arma que esté dentro del alcance cuerpo a cuerpo del arma, ignorando los modelos interpuestos al determinar la línea de visión. Este ataque poderoso no requiere un objetivo, pero cada ataque por separado sí lo requiere. Estos ataques son simultáneos. Los modelos impactados sufren una tirada de daño de ataque poderoso.

source: Targeting a Model in Melee
es_es: Haciendo Objetivo a un Modelo Cuerpo a Cuerpo

source: A large-or-smaller-based model in melee gains +4 DEF against non-spray ranged and magic attacks. Huge-based models never gain the Target in Melee DEF bonus. Ignore the target-in-melee DEF bonus when the point of origin of the ranged or magic attack is in melee with the model the attack roll is being made against.
es_es: Un modelo de base grande o menor en cuerpo a cuerpo gana +4 DEF contra ataques mágicos y ataques a distancia no de spray. Las miniaturas de base enorme nunca obtienen la bonificación de DEF de objetivo en combate cuerpo a cuerpo. Ignora la bonificación de DEF de objetivo en combate cuerpo a cuerpo cuando el punto de origen del ataque mágico o a distancia esté cuerpo a cuerpo con el modelo contra el que se realiza la tirada de ataque.

source: Throw
es_es: Lanzamiento

source: Trample
es_es: Pisoteo

source: Immunity: Cold
es_es: Inmunidad: Frío

source: This model does not suffer cold damage.
es_es: Este modelo no sufre daño por frío.

source: Immunity: Corrosion
es_es: Inmunidad: Corrosión

source: This model does not suffer corrosion damage and is immune to the Corrosion continuous effect.
es_es: Este modelo no sufre daño corrosivo y es inmune a los efectos continuos de Corrosión.

source: Immunity: Electricity
es_es: Inmunidad: Electricidad

source: This model does not suffer electrical damage. Additionally, when lightning arcs as a result of a special rule, ignore models with Immunity: Electricity when determining which model the lightning arcs to. Lightning cannot arc from a model with Immunity: Electricity.
es_es: Este modelo no sufre daño eléctrico. Además, cuando un relámpago se arquee como resultado de una regla especial, se ignoran los modelos con Inmunidad: Electricidad al determinar a qué modelo se arquea el rayo. Los relámpagos no pueden formar un arco desde una miniatura con Inmunidad: Electricidad.

source: Immunity: Fire
es_es: Inmunidad: Fuego

source: This model does not suffer fire damage and is immune to the Fire continuous effect.
es_es: Este modelo no sufre daño por fuego y es inmune a los efectos continuos de Fuego.

source: Advancing
es_es: Avanzar

source: Advancing refers to movement a model intentionally makes, not to involuntary movement caused by other effects, such as being pushed or slammed. A model can change its facing at any time during its advance, but when it advances it must always move in the direction it is facing. Make all measurements from the front of an advancing model's base. Determine the distance a model advances by measuring how far the leading edge of its base travels. The distance moved is absolute. Changing facing by rotating in place is still advancing even though the model's position on the table does not change. A model's base cannot pass over another model's base while advancing. This means that if a gap between the bases of two models is too small for another model's base to fit between them, the third model cannot move through the space.
es_es: Avanzar se refiere al movimiento que hace un modelo intencionadamente, no al movimiento involuntario causado por otros efectos, como al ser empujado o embestido. Un modelo puede cambiar su orientación en cualquier momento durante su avance, pero cuando avanza siempre debe moverse en la dirección en la que está orientado. Realiza todas las mediciones desde la parte frontal de la base de un modelo en avance. Determina la distancia que avanza un modelo midiendo la distancia que recorre el borde frontal de su base. La distancia recorrida es absoluta. Cambiar de orientación rotando sobre sí mismo sigue siendo un avance a pesar de que la posición del modelo en la mesa no cambie. La base de un modelo no puede pasar sobre la base de otro modelo mientras avanza. Esto significa que si un hueco entre las bases de dos modelos es demasiado pequeño para que la base de otro modelo pase entre ellos, el tercer modelo no puede moverse a través de ese hueco.

source: Aim
es_es: Apuntar

source: The model does not advance, not even to change its facing; then its Normal Movement ends. For the rest of the model's activation, it receives a +2 bonus to every ranged attack roll it makes. A model in melee cannot use its Normal Movement to aim.
es_es: El modelo no avanza, ni siquiera para cambiar su orientación; entonces su Movimiento Normal termina. Durante el resto de la activación del modelo, recibe un bonificador de +2 a cada tirada de ataque a distancia que realiza. Un modelo en combate cuerpo a cuerpo no puede usar su Movimiento Normal para apuntar.

source: Charge
es_es: Cargar

source: Entering
es_es: Entrando

source: A model enters an area when it moves from not being within the area to being within the area, when it is put into play in the area, or when it is placed in the area. A model can suffer the effects of entering any particular area only once each time it advances.
es_es: Un modelo entra en un área cuando al mover pasa de no estar dentro del área a estar dentro del área, cuando se pone en juego en el área o cuando se emplaza en el área. Un modelo puede sufrir los efectos de entrar en un área en particular solo una vez por cada vez que avanza.

source: Full Advance
es_es: Avance Completo

source: The model advances up to its current speed (SPD) in inches.
es_es: El modelo avanza hasta su velocidad actual (SPD) en pulgadas.

source: Least Disturbance
es_es: Perturbación Menor

source: Some rules can cause the bases of moving models to overlap those of other models temporarily, such as when a model is thrown or slammed. Once the model has stopped moving, models must be repositioned so that no bases overlap. The model that was moving stays in its final position; other models are moved out of the way to make room. If the model that was moving overlaps the base of a model that cannot be moved, the moving model is repositioned using the rule of least disturbance. To determine which models to move and where to move them, first identify the fewest models that would need to be moved to make room. Then find the locations to move them that create the least total distance moved. If multiple options yield the least distance - if one model is centered over another, for example - randomly determine the option to use. A model's facing does not change when the model is moved as a result of this rule.
es_es: Algunas reglas pueden hacer que las bases de los modelos en movimiento se superpongan temporalmente a las de otros modelos, como cuando un modelo es lanzado o embestido. Una vez que el modelo haya dejado de moverse, los modelos deben reposicionarse para que ninguna base se superponga. El modelo que estaba en movimiento se queda en su posición final; los otros modelos se apartan para dejar espacio. Si el modelo que se estaba moviendo se superpone a la base de un modelo que no se puede mover, el modelo en movimiento se reposiciona utilizando la regla de perturbación menor. Para determinar qué modelos mover y dónde moverlos, primero identifica la menor cantidad de modelos que deberían moverse para hacer espacio. Luego, busca las ubicaciones para moverlos que creen la menor distancia total movida. Si hay varias opciones con la menor distancia (si un modelo está centrado sobre otro, por ejemplo), determina aleatoriamente la opción a utilizar. La orientación de un modelo no cambia cuando el modelo es movido como resultado de esta regla.

source: Normal Movement
es_es: Movimiento Normal

source: The first part of a model's activation is its Normal Movement. Models generally move only during this portion of their activations, though some special rules permit movement at other times. When a model resolves its Normal Movement, it must choose one of the following options: - Forfeit its Normal Movement - Aim - Full advance - Run - Charge Additionally some models can choose to perform a power attack encompassing its Normal Movement and Combat Action such as a slam or trample power attack.
es_es: La primera parte de la activación de un modelo es su Movimiento Normal. Generalmente, los modelos solo se mueven durante esta parte de sus activaciones, aunque algunas reglas especiales permiten el movimiento en otros momentos. Cuando un modelo resuelve su Movimiento Normal, debe elegir una de las siguientes opciones: - Renunciar a su Movimiento Normal - Apuntar - Avance total - Correr - Cargar Además, algunos modelos pueden optar por realizar un ataque poderoso que abarque su Movimiento Normal y su Acción de Combate, como una embestida o un ataque poderoso de pisoteo.

source: Placed
es_es: Emplazado

source: Sometimes models are placed in a new location as a result of a special rule or spell. Placing a model is not moving or advancing the model. Because a placed model did not advance, it cannot be targeted by free strikes. A model that is placed within an area, however, is considered to enter the area. There must be room for the model's base in the location the model is placed. A model cannot be placed in impassable terrain or with its base overlapping an obstacle, an obstruction, or another model's base. The player placing the model chooses its facing. When you are placing a friendly trooper model that is in formation, it must be placed in formation unless it is the unit commander. Unit commanders can be placed without considering formation.
es_es: A veces, los modelos se emplazan en una nueva ubicación como resultado de una regla especial o hechizo. Emplazar un modelo no es mover o hacer avanzar el modelo. Debido a que un modelo emplazado no avanzó, no puede ser objetivo de ataques de oportunidad. Sin embargo, se considera que un modelo que se emplaza dentro de un área entra al área. Debe haber espacio para la base del modelo en la ubicación donde se emplaza el modelo. Un modelo no puede ser emplazado en terreno intransitable o con su base superpuesta a un obstáculo, una obstrucción o la base de otro modelo. El jugador que coloca el modelo elige su orientación. Cuando emplazas una miniatura soldado amiga que está en formación, debe emplazarse en formación a menos que sea el comandante de la unidad. Los comandantes de unidad se pueden emplazar sin tener en cuenta la formación.

source: Pushed
es_es: Empujado

source: Sometimes models can be pushed as a result of an attack, a special rule, or a spell. A pushed model moves at half rate through rough terrain, suffers the effects of any hazards through which it moves, and stops if it contacts an obstacle, an obstruction, or another model.
es_es: A veces, los modelos pueden ser empujados como resultado de un ataque, una regla especial o un hechizo. Un modelo empujado se mueve a la mitad de la velocidad a través de terreno accidentado, sufre los efectos de cualquier peligro a través del cual se mueva y se detiene si entra en contacto con un obstáculo, una obstrucción u otro modelo.

source: Replacing Models
es_es: Reemplazo de Modelos

source: When replacing one model with another, place the new model so the area covered by the smaller of their bases is completely within the area covered by the larger. If the two bases are the same size, place the new model in the same location as the one being replaced. There must be room for the model's base in the location the model is placed. The player choosing the placed model's new location chooses its facing.
es_es: Cuando reemplaces un modelo por otro, emplaza el nuevo modelo de modo que el área cubierta por la base más pequeña de las dos esté completamente dentro del área cubierta por la más grande. Si las dos bases son del mismo tamaño, emplaza el nuevo modelo en el mismo lugar en el que se encuentra el modelo que está siendo reemplazando. Debe haber espacio para la base del modelo en la ubicación donde se emplaza el modelo. El jugador que elige la nueva ubicación del modelo emplazado elige su orientación.

source: Run
es_es: Correr

source: The model advances up to twice its current speed (SPD) in inches. When a model uses its Normal Movement to run, it must forfeit its Combat Action before advancing and its activation ends as soon as it completes its run movement. A model cannot use its Normal Movement to run after casting a spell or using a feat that activation. If a model cannot run due to some effect and is required to use its Normal Movement to run, instead of running it forfeits its Combat Action and makes a full advance, then its activation ends. A model that is required to run for some reason cannot cast spells or use its feat even if it cannot run. Some models must meet special requirements to run: - A warjack must spend 1 focus point to use its Normal Movement to run. - A warbeast must be forced to use its Normal Movement to run. - A trooper must receive a Press Forward order to use its Normal Movement to run, or it must be compelled to run as a result of a game effect (such as being out of formation). A trooper that receives the Press Forward order must use its Normal Movement to either run or charge.
es_es: El modelo avanza hasta el doble de su velocidad actual (SPD) en pulgadas. Cuando una miniatura usa su Movimiento Normal para correr, debe renunciar a su Acción de Combate antes de avanzar y su activación finaliza tan pronto como completa su movimiento de correr. Un modelo no puede usar su Movimiento Normal para correr después de lanzar un hechizo o usar una dote en una misma activación. Si un modelo no puede correr debido a algún efecto y se requiere usar su Movimiento Normal para correr, en lugar de correr renuncia a su Acción de Combate y hace un avance completo, entonces su activación finaliza. Un modelo que, por alguna razón, se requiera que corra no puede lanzar hechizos o usar su dote incluso si no puede correr. Algunos modelos deben cumplir requisitos especiales para correr: - Un warjack debe gastar 1 punto de foco para usar su Movimiento Normal para correr. - Una warbeast debe ser forzada para usar su Movimiento Normal para correr. - Un soldado debe recibir una orden de Seguir Adelante para usar su Movimiento Normal para correr, o debe ser obligado a correr como resultado de un efecto del juego (como estar fuera de formación). Un soldado que reciba la orden de Seguir Adelante debe usar su Movimiento Normal para correr o cargar.

source: Slammed
es_es: Embestido

source: Sometimes models are slammed as a result of a spell or attack. When a model is slammed, it is moved a certain distance directly away from the point of origin of the slam (usually the attacker), then becomes knocked down. The distance the slammed model is moved is determined by the spell or attack that caused the slam. The slammed model then suffers a damage roll determined by the spell or attack that caused the slam. A slammed model moves at half rate through rough terrain, suffers any damaging effects through which it passes, and stops if it contacts an obstacle, an obstruction, or a model with an equal or larger base. A slammed model moves through models with smaller bases than its own. Add an additional die to the damage roll the slammed model suffers if it contacts an obstacle, an obstruction, or a model with an equal or larger base. If a slammed model contacts a model with an equal or smaller base or moves through a model with a smaller base, the contacted model becomes knocked down and suffers a collateral damage roll determined by the spell or attack that caused the slam. A contacted model with a larger base does not suffer collateral damage and is not knocked down. Resolve any collateral damage simultaneously with the damage resulting from the spell or attack that caused the slam. If a slammed model cannot be knocked down it must still forfeit its Normal Movement or Combat Action if it activates later in a turn in which it was slammed.
es_es: A veces, los modelos son embestidos como resultado de un hechizo o ataque. Cuando un modelo es embestido, se mueve una determinada distancia en dirección opuesta desde el punto de origen de la embestida (generalmente el atacante), y luego queda derribado. La distancia que se mueve el modelo embestido está determinada por el hechizo o ataque que causó la embestida. Después, el modelo embestido sufre una tirada de daño determinada por el hechizo o ataque que causó la embestida. Un modelo embestido se mueve la mitad por terreno accidentado, sufre cualquier efecto dañino a través del cual pasa y se detiene si entra en contacto con un obstáculo, una obstrucción o un modelo con una base igual o mayor. Un modelo embestido se mueve a través de modelos con bases más pequeñas que la suya. Agrega un dado adicional a la tirada de daño que sufre la miniatura embestida si entra en contacto con un obstáculo, una obstrucción o una miniatura con una base igual o mayor. Si un modelo embestido roza a un modelo de base igual o menor o se mueve a través de un modelo con una base más pequeña, el modelo rozado queda derribado y sufre una tirada de daño colateral determinado por el hechizo o ataque que causó la embestida. Un modelo rozado con una base más grande no sufre daños colaterales y no queda derribado. Resuelve cualquier daño colateral simultáneamente al daño resultante del hechizo o ataque que causó la embestida. Si un modelo embestido no pudiera ser derribado, deberá renunciar igualmente a su Movimiento Normal o Acción de Combate si se activa más tarde en el turno en el que fue embestido.

source: Thrown
es_es: Lanzado

source: ARM, Armor
es_es: ARM, Armadura

source: A model's ability to resist being damaged. This resistance can come from natural resilience, worn armor, or even magical benefits. A model takes 1 damage point for every point by which a damage roll exceeds its ARM.
es_es: La capacidad de un modelo para resistir ser dañado. Esta resistencia puede provenir de la resistencia natural, de su armadura o incluso de beneficios mágicos. Un modelo recibe 1 punto de daño por cada punto que una tirada de daño exceda su ARM.

source: CMD, Command
es_es: CMD, Mando

source: Every model with a CMD stat has a command range equal to its CMD in inches. A model is always completely within its own command range. Models in a unit that are in their unit commander's command range are considered to be in formation.
es_es: Todo modelo con la característica CMD tiene un alcance de mando igual a su CMD en pulgadas. Un modelo siempre se encuentra completamente dentro de su propio alcance de mando. Se considera que los modelos de una unidad que estén en el alcance de mando de su comandante están en formación.

source: DEF, Defense
es_es: DEF, Defensa

source: A model's ability to avoid being hit by an attack. A model's size, quickness, skill, and even magical protection all contribute to its DEF. An attack roll must be equal to or greater than the target model's DEF to score a hit against it.
es_es: La capacidad de un modelo para evitar ser impactado por un ataque. El tamaño, la rapidez, la destreza e incluso la protección mágica de un modelo contribuyen a su DEF. Una tirada de ataque debe ser igual o mayor que la DEF del modelo objetivo para conseguir impactar contra él.

source: FOCUS, Focus
es_es: FOCUS, Foco

source: A measure of a model's arcane power. Only models with the Focus Manipulation special rule, such as warcasters, have a FOCUS stat. Focus determines a model's control range and beginning focus points. A model uses its FOCUS when making magic attack rolls.
es_es: Medida del poder arcano de un modelo. Solo los modelos con la regla especial Manipulación de Foco, como los warcasters, pueden tener la característica FOCUS. El Foco determina el alcance de control del modelo y los puntos de foco iniciales. Un modelo usa su FOCUS cuando hace tiradas de ataque mágico.

source: FURY, Fury
es_es: FURY, Furia

source: Like FOCUS, FURY is a measure of model's primal arcane power. For warbeasts, FURY indicates how much the beast can be forced. When warbeasts are forced to perform certain actions, they generate fury. Models with the Fury Manipulation ability, such as warlocks, draw on tha tfury to enhance their own abilities. FURY determines a model's control range and beginning fury points, and the model uses its FURY when making magic attack rolls.
es_es: Al igual que FOCUS, FURY es la medida del poder arcano primordial del modelo. Para las warbeasts, FURY indica cuánto se puede forzar a la bestia. Cuando las warbeasts se ven obligadas a realizar determinadas acciones, generan furia. Los modelos con la habilidad de Manipulación de Furia, como los warlocks, recurren a esa furia para mejorar sus propias habilidades. FURY determina el alcance de control de un modelo y los puntos de furia iniciales, y el modelo usa su FURY cuando realiza tiradas de ataque mágico.

source: MAT, Melee Attack
es_es: MAT, Ataque Cuerpo a Cuerpo

source: A model's skill with melee weapons such as swords and hammers or with natural weapons like fists and teeth. A model uses its MAT when making melee attack rolls.
es_es: La destreza de un modelo con armas como espadas y martillos o con armas naturales como puños y dientes. Un modelo usa su MAT cuando hace tiradas de ataque cuerpo a cuerpo.

source: RAT, Ranged Attack
es_es: RAT, Ataque a Distancia
