Repository: ironcodex/warmahordes-opendata
Catalog: warmahordes_opendata/locale/*/LC_MESSAGES/warmahordes_opendata.po
Languages: es_es

source: Advance Deployment
es_es: Despliegue Avanzado

source: This model can be placed after normal deployment, up to 6" beyond the established deployment zone.
es_es: Este modelo puede ser emplazado después del despliegue normal, hasta 6" más allá de la zona de despliegue establecida.

source: Amphibious
es_es: Anfibio

source: This model treats shallow water as open terrain while advancing. While completely in shallow water, this model gains concealment and does not block line of sight.
es_es: Este modelo trata las aguas poco profundas como terreno abierto mientras avanza. Mientras esté completamente dentro de las aguas poco profundas, este modelo obtiene ocultación y no bloquea la línea de visión.

source: Arc Node
es_es: Nodo Arcano

source: This warjack is a channeler equipped with an arc node and can act as a conduit for spells cast by its warcaster.
es_es: Este warjack es un canalizador equipado con un nodo arcano y puede actuar como un conducto para los hechizos lanzados por su warcaster.

source: Assault
es_es: Asalto

source: This model can make an Assault ranged attack. A model with the Assault advantage can make one ranged attack as part of a charge during its activation. This ranged attack must occur after the model ends its movement but before it begins its Combat Action and must target the model charged. A model that begins a charge in melee cannot make an Assault ranged attack as part of that charge. If the target is not in the charging model's melee range after ending its movement, the charge fails, but the model with Assault can still make the Assault ranged attack before its activation ends. A model can make an Assault ranged attack while in melee.
es_es: Este modelo puede realizar un ataque a distancia de Asalto. Un modelo con la ventaja Asalto puede realizar un ataque a distancia como parte de una carga durante su activación. Este ataque a distancia debe ocurrir después de que el modelo termine su movimiento pero antes de que comience su Acción de Combate y debe hacer objetivo al modelo cargado. Una miniatura que comienza una carga en cuerpo a cuerpo no puede realizar un ataque a distancia de asalto como parte de esa carga. Después de finalizar su movimiento, si el objetivo no está en el alcance de cuerpo a cuerpo del modelo que carga, la carga falla, pero el modelo con Asalto aún puede realizar el ataque a distancia de Asalto antes de que finalice su activación. Un modelo puede realizar un ataque a distancia de Asalto mientras está en combate cuerpo a cuerpo.

source: Cavalry
es_es: Caballería

source: This model is a cavalry model.
es_es: Este modelo es un modelo de caballería.

source: Combined Melee Attack
es_es: Ataque Cuerpo a Cuerpo Combinado

source: This model can participate in combined melee attacks with other models in its unit.
es_es: Este modelo puede participar en ataques cuerpo a cuerpo combinados con otros modelos de su unidad.

source: Combined Ranged Attack
es_es: Ataque a Distancia Combinado

source: This model can participate in combined ranged attacks with other models in its unit.
es_es: Este modelo puede participar en ataques a distancia combinados con otros modelos de su unidad.

source: Construct
es_es: Construcción

source: This model is a construct and is not a living model.
es_es: Este modelo es una construcción y no es un modelo vivo.

source: Eyeless Sight
es_es: Visión Sin Ojos

source: This model ignores cloud effects when determining line of sight. This model ignores Concealment and Stealth, and never suffers Blind.
es_es: Este modelo ignora efectos de nube cuando determina su línea de visión. Este modelo ignora ocultación y Sigilo y nunca sufre Ceguera.

source: Flight
es_es: Vuelo

source: This model treats all non-impassable terrain as open terrain while advancing. It can advance through obstructions and other models if it has enough movement to move completely past them. While charging, slam power attacking, or trample power attacking, this model does not stop its movement when it contacts an obstacle, an obstruction, or another model. This model ignores intervening models when declaring its charge target. While knocked down or stationary, this model loses Flight.
es_es: Este modelo trata todo terreno intransitable como terreno abierto mientras avance. Puede avanzar a través de obstáculos y otros modelos si tiene suficiente movimiento para sobrepasarlos por completo. Mientras cargue, realice un ataque poderoso de embestida o realice un ataque poderoso de pisoteo, este modelo no detiene su movimiento cuando entra en contacto con un obstáculo, una obstrucción u otro modelo. Este modelo ignora los modelos interpuestos cuando declara su objetivo de carga. Mientras esté derribado o estacionario, este modelo pierde Vuelo.

source: Gunfighter
es_es: Pistolero

source: This model is a gunfighter. A model with the Gunfighter advantage can make ranged attacks targeting models in its melee range and/or can target models engaging it. A model with the Gunfighter advantage can also make free strikes with ranged weapons. If it does not have a melee weapon, it gains a melee range of 0.5". A model with the Gunfighter advantage can make charges. If it makes a charge, the model can make its initial attacks with its ranged weapons, but these attacks can target only models in its melee range. The charging gunfighter's first melee or ranged attack after ending its charge movement must target the model it charged. If the charging gunfighter did not fail its charge and cannot make its first melee or ranged attack against the charge target, the charging gunfighter can make its first attack against any eligible target. Remember, your first attack after charging is a charge attack only if you make it with a melee weapon, and a model in melee cannot aim. Gunfighter does not allow a model to make melee and ranged attacks during the same activation.
es_es: Este modelo es un pistolero. Un modelo con la ventaja Pistolero puede realizar ataques a distancia haciendo objetivo a modelos a su alcance de cuerpo a cuerpo y/o puede apuntar a modelos que lo enfrenten. Un modelo con la ventaja Pistolero también puede realizar ataques de oportunidad con armas a distancia. Si no tiene un arma cuerpo a cuerpo, gana un alcance de cuerpo a cuerpo de 0,5". Un modelo con la ventaja Pistolero puede realizar cargas. Si realiza una carga, el modelo puede hacer sus ataques iniciales con sus armas a distancia, pero estos ataques solo pueden apuntar a modelos en su alcance de cuerpo a cuerpo. El primer ataque de carga del pistolero de cuerpo a cuerpo o a distancia después de finalizar su movimiento de carga debe hacer objetivo al modelo que cargó. Si el pistolero que carga no falló su carga y no puede realizar su primer ataque cuerpo a cuerpo o a distancia contra el objetivo de la carga, el pistolero que carga puede realizar su primer ataque contra cualquier objetivo elegible. Recuerda, tu primer ataque después de cargar es un ataque de carga solo si lo haces con un arma cuerpo a cuerpo, y un modelo en cuerpo a cuerpo no puede apuntar. Pistolero no permite que un modelo realice ataques cuerpo a cuerpo y a distancia durante la misma activación.

source: Incorporeal
es_es: Incorpóreo

source: This model treats all non-impassable terrain as open terrain while advancing. It can move through obstructions and through other models if it has enough movement to move completely past them. While charging, slam power attacking, or trample power attacking, this model does not stop its movement when it contacts an obstacle, an obstruction, or another model. Other models, including slammed, pushed, or thrown models, can move through this model without effect if they have enough movement to move completely past it. This model does not count as an intervening model. This model is immune to continuous effects and non-magical damage. This model cannot be moved by a push, slam, or throw. When this model makes a melee or ranged attack, before the attack roll is made it loses Incorporeal until the start of its next activation. This model cannot make free strikes while Incorporeal.
es_es: Este modelo trata todo terreno intransitable como terreno abierto mientras avance. Puede avanzar a través de obstáculos y a través de otros modelos si tiene suficiente movimiento para sobrepasarlos por completo. Mientras carga, realiza un ataque poderoso de embestida o realiza un ataque poderoso de pisoteo, este modelo no detiene su movimiento cuando entra en contacto con un obstáculo, una obstrucción u otro modelo. Otros modelos, incluidos los modelos embestidos, empujados o lanzados, pueden moverse a través de este modelo sin efecto si tienen suficiente movimiento para sobrepasarlo por completo. Este modelo no cuenta como modelo interpuesto. Este modelo es inmune a los efectos continuos y al daño no mágico. Este modelo no puede ser movido por un empujón, una embestida o un lanzamiento. Cuando este modelo realice un ataque cuerpo a cuerpo o a distancia, antes de realizar la tirada de ataque, pierde Incorpóreo hasta el comienzo de su siguiente activación. Este modelo no puede realizar ataques de oportunidad mientras sea Incorpóreo.

source: This model is a 'jack marshal and can command warjacks.
es_es: Este modelo es un 'Jack Marshal y puede controlar warjacks.

source: Officer
es_es: Oficial

source: This model is an Officer.
es_es: Este modelo es un Oficial.

source: Parry
es_es: Evasivo

source: This model cannot be targeted by free strikes.
es_es: Este modelo no puede ser objetivo de ataques de oportunidad.

source: Pathfinder
es_es: Explorador

source: This model treats rough terrain as open terrain while advancing. While charging, slam power attacking, or trample power attacking, this model does not stop its movement when it contacts an obstacle.
es_es: Este modelo trata el terreno accidentado como terreno abierto mientras avanza. Mientras carga, realiza un ataque poderoso de embestida o realiza un ataque poderoso de pisoteo, este modelo no detiene su movimiento cuando entra en contacto con un obstáculo.

source: Soulless
es_es: Sin Alma

source: This living model does not generate a soul token when it is destroyed.
es_es: Este modelo vivo no genera una ficha de alma cuando es destruido.

source: Stealth
es_es: Sigilo

source: Ranged and magic attacks targeting this model from a point of origin greater than 5" away automatically miss. This model is not an intervening model when determining line of sight from a model more than 5" away.
es_es: Los ataques mágicos y a distancia haciendo objetivo a este modelo desde un punto de origen a más de 5" de distancia fallan automáticamente. Este modelo no es un modelo interpuesto cuando se determina la línea de visión desde un modelo a más de 5" de distancia.

source: Tough
es_es: Duro

source: When this model is disabled, roll a d6. On a 5 or 6, remove 1 damage point from this model; it is no longer disabled and becomes knocked down. While knocked down, this model loses Tough.
es_es: Cuando este modelo es desactivado, tira un d6. Con un 5 o un 6, elimina 1 punto de daño de este modelo; ya no está desactivado y queda derribado. Mientras esté derribado, este modelo pierde Duro.

source: Undead
es_es: No Muerto

source: This model is an undead model and not a living model.
es_es: Este modelo es un modelo muerto viviente y no un modelo vivo.

source: Back Strike
es_es: Golpe Trasero

source: A back strike grants a +2 bonus to the attack roll of a melee, ranged, or magic attack. For a model to receive the back strike bonus, the point of origin of the attack must be completely in the back arc of the target of the attack.
es_es: Un golpe trasero otorga un bonificador +2 a la tirada de ataque de un ataque cuerpo a cuerpo, a distancia o mágico. Para que un modelo reciba la bonificación de golpe trasero, el punto de origen del ataque debe estar completamente en el arco trasero del objetivo del ataque.

source: Concealment & Cover
es_es: Ocultación y Cobertura

source: Engaged & Engaging
es_es: Enfrentado y Enfrentando

source: When a model is within an enemy model's melee range and in that model's line of sight, it is engaged. When a model has an enemy model in its melee range and line of sight, it is engaging that model. When a model is either engaged or engaging, it is in melee, which prevents it from making ranged attacks.
es_es: Cuando un modelo está dentro del alcance cuerpo a cuerpo de un modelo enemigo y en la línea de visión de ese modelo, está siendo enfrentado. Cuando un modelo tiene un modelo enemigo en su rango cuerpo a cuerpo y línea de visión, está enfrentando ese modelo. Cuando un modelo está enfrentado o enfrentando, lo hace cuerpo a cuerpo, lo que le impide realizar ataques a distancia.

source: Free Strike
es_es: Ataque de Oportunidad

source: When an engaged model advances out of an enemy's melee range or line of sight, the enemy model can make a free strike against it just before it leaves. The model makes one normal melee attack with any melee weapon that has sufficient melee range to reach the moving model and gains a +2 bonus to its attack roll. If the attack hits, the damage roll is boosted. When the free strike is made treat the free striking model as being in the advancing model's back arc. Free strikes do not benefit from the back strike bonus. When a model with the Gunfighter advantage makes a free strike with a ranged weapon, it only gains the +2 to hit bonus against the model targeted by the attack. Likewise, if the attack hits, the damage roll against the model targeted by the free strike attack is boosted.
es_es: Cuando una miniatura enfrentada avanza fuera de la línea de visión o del alcance cuerpo a cuerpo de un enemigo, la miniatura enemiga puede realizar un ataque de oportunidad contra ella justo antes de irse. El modelo realiza un ataque cuerpo a cuerpo normal con cualquier arma cuerpo a cuerpo que tenga suficiente alcance cuerpo a cuerpo para alcanzar el modelo en movimiento y obtiene un bonificador +2 a su tirada de ataque. Si el ataque impacta, la tirada de daño es aumentada. Cuando se realice un ataque de oportunidad, trata al modelo atacante como si estuviera en el arco trasero del modelo que avanza. Los ataques de oportunidad no se benefician de la bonificación de golpe trasero. Cuando un modelo con la ventaja Pistolero realiza un ataque de oportunidad con un arma a distancia, solo obtiene el bonificador +2 a la tirada de ataque contra el modelo objetivo del ataque. Del mismo modo, si el ataque impacta, aumenta la tirada de daño contra el modelo objetivo del ataque de oportunidad.

source: Head-Butt
es_es: Cabezazo

source: A model making a head-butt power attack smashes its head into a model to drive it to the ground. A head-butt power attack made by a colossal or gargantuan has a 2" melee range. A head-butt power attack made by any other model has a 0.5 melee range. The attacking model makes a melee attack roll against its target. If the attack hits, the target becomes knocked down and then suffers a power attack damage roll. A model cannot head-butt a model with a larger base.
es_es: Un modelo que realiza un ataque poderoso de cabezazo asesta su cabeza contra un modelo para tirarlo al suelo. Un ataque poderoso de cabezazo realizado por un colosal o un gigantesco tiene un alcance cuerpo a cuerpo de 2". Un ataque poderosos de cabezazo realizado por cualquier otra miniatura tiene un alcance cuerpo a cuerpo de 0.5. El modelo atacante realiza una tirada de ataque cuerpo a cuerpo contra su objetivo. Si el ataque impacta, el objetivo queda derribado y entonces sufre una tirada de daño de ataque poderoso. Un modelo no puede dar cabezazos a un modelo con una base más grande.

source: Knockdown
es_es: Derribado

source: Power Strike
es_es: Golpe Poderoso

source: Only colossals and gargantuans can make power strikes. A model making a power strike power attack uses the force of its tremendous melee power to send a smaller-based model flying. A model must have at least one non-crippled weapon with the Open Fist weapon quality to make a power strike power attack. The power strike power attack has a melee range equal to that weapon's melee range. Its target must be in the Open Fist's field of fire and have a smaller base than the colossal or gargantuan. The attacking model makes a melee attack against the target. If the attack hits, the target is slammed d6 + 2 directly away from the colossal or gargantuan and suffers a power attack damage roll.
es_es: Solo los colosales y gigantescos pueden hacer golpes poderosos. Un modelo que realiza un golpe poderoso utiliza la fuerza de su tremendo poder cuerpo a cuerpo para mandar volando a un modelo más pequeño. Un modelo debe tener al menos un arma que no esté inutilizada con la cualidad de arma Puño Abierto para realizar un ataque poderoso de golpe poderoso. El ataque poderoso de golpe poderoso tiene un alcance cuerpo a cuerpo igual al alcance cuerpo a cuerpo de esa arma. Su objetivo debe estar en el campo de fuego de Puño Abierto y tener una base más pequeña que el colosal o gigantesco. El modelo atacante realiza un ataque cuerpo a cuerpo contra el objetivo. Si el ataque impacta, el objetivo es embestido d6 + 2 en dirección opuesta al colosal o gigantesco y sufre una tirada de daño de ataque poderoso.

source: Slam
es_es: Embestida

source: A model making a slam power attack rams a model with the full force of its body to send the target model flying backward and knock it to the ground. A slam combines a model's Normal Movement and Combat Action. A model cannot make a slam power attack if it forfeited either its Normal Movement or its Combat Action that activation. A slam power attack made by a colossal or gargantuan has a 2" melee range. A slam power attack made by any other model has a 0.5" melee range. A model making a slam power attack during its activation can attempt to slam any model that is in its line of sight at the beginning of its Normal Movement. Declare a slam and its target before moving the slamming model. Remember, a model requires line of sight to another model to target it. After declaring a slam, turn the slamming model to directly face the slam target. The slamming model then advances its full SPD plus 3" directly toward its target. The slamming model cannot voluntarily stop its movement unless its target is in its melee range, but it can end this movement at any point with its target in its slam power attack's melee range. It stops if it contacts a model, an obstacle, or an obstruction or if it is pushed, slammed, thrown, or placed during its slam movement. If a model contacts a model, an obstacle, or an obstruction while moving as part of a slam power attack but is able to move through it for some reason, the slamming model does not stop but is still considered to have contacted the model, obstacle, or obstruction. The slamming model cannot change its facing after advancing as part of a slam. A slamming model that ends its slam movement with its target in the melee range of its slam power attack has made a successful slam. If the slamming model advanced at least 3", it makes a melee attack roll against its target. A model that slam power attacks a model with a larger base suffers -2 to its attack roll. If the attack hits, the target is slammed d6" directly away from the attacker, becomes knocked down, and then suffers a power attack damage roll. If the slamming model has a smaller base than the model it slammed, the slammed model is slammed half the distance rolled. Smaller-based models hit by a slam power attack made by a huge-based model are moved an additional 2". If a slamming model makes a successful slam but moved less than 3", the model still makes an attack roll against its target. If the target is hit, it suffers a power attack damage roll but is not slammed. These are still slam attack rolls and slam damage rolls. A model that does not end its slam movement with its target within its slam melee range has failed its slam power attack. If a model fails its slam power attack during its activation, its activation ends.
es_es: Un modelo que realiza un ataque poderoso de embestida arremete a un modelo con toda la fuerza de su cuerpo para enviar volando hacia atrás al modelo objetivo y tirarlo al suelo. Una embestida combina el Movimiento Normal y la Acción de Combate de un modelo. Un modelo no puede realizar un ataque poderoso de embestida si perdió su Movimiento Normal o su Acción de Combate esa activación. Un ataque poderoso de embestida realizado por un colosal o gigantesco tiene un alcance cuerpo a cuerpo de 2". Un ataque poderoso de embestida realizado por cualquier otro modelo tiene un alcance cuerpo a cuerpo de 0,5". Un modelo que realiza un ataque poderoso de embestida durante su activación puede intentar embestir cualquier modelo que esté en su línea de visión al comienzo de su Movimiento Normal. Declara la embestida y su objetivo antes de mover el modelo que embiste. Recuerda, un modelo requiere una línea de visión con otro modelo para poder hacerlo objetivo. Después de declarar la embestida, gira el modelo que embiste para encarar directamente al objetivo de la embestida. Luego, el modelo que embiste avanza toda su SPD más 3" directamente hacia su objetivo. El modelo que embiste no puede detener voluntariamente su movimiento a menos que su objetivo esté a su alcance cuerpo a cuerpo, pero puede finalizar este movimiento en cualquier punto con su objetivo a su alcance cuerpo a cuerpo del ataque poderoso de embestida. Se detiene si entra en contacto con un modelo, un obstáculo u obstrucción o si es empujado, embestido, lanzado o emplazado durante su movimiento de embestida. Si un modelo entra en contacto con un modelo, un obstáculo o una obstrucción mientras se mueve como parte de un ataque poderoso de embestida, pero puede moverse a través de él por alguna razón, el modelo que embiste no se detiene, pero se sigue considerando que ha contactado con el modelo, obstáculo u obstrucción. El modelo que golpea no puede cambiar su orientación después de avanzar como parte de una embestida. Un modelo que embiste que termina su movimiento de embestida con su objetivo en el alcance cuerpo a cuerpo de su ataque poderoso de embestida ha logrado embestir. Si el modelo que embiste avanzó al menos 3", realiza una tirada de ataque cuerpo a cuerpo contra su objetivo. Un modelo que realiza un ataque poderoso de embestida a un modelo con una base más grande sufre -2 a su tirada de ataque. Si el ataque impacta, el objetivo es embestido d6" en dirección directamente opuesta al atacante, queda derribado y luego sufre una tirada de daño de ataque poderoso. Si el modelo que embiste tiene una base más pequeña que el modelo al que embistió, el modelo embestido es embestido la mitad de la distancia tirada. Los modelos de base más pequeña impactados por un ataque poderoso de embestida realizado por un modelo de base enorme se mueven 2" adicionales. Si un modelo que embiste logra una embestida, pero se mueve menos de 3", el modelo sigue realizando una tirada de ataque contra su objetivo. Si el objetivo es impactado, sufre una tirada de daño de ataque poderoso, pero no es embestido. Éstas siguen siendo tiradas de ataque de embestida y tiradas de daño por embestida. Un modelo que no finaliza su movimiento de embestida con su objetivo en su alcance cuerpo a cuerpo de embestida ha fallado su ataque poderoso de embestida. Si un modelo falla su ataque de poderoso de embestida durante su activación, su activación finaliza.

source: Stationary
es_es: Estacionario
